Repository: cmsunoPlugins/scrollnav
Catalog: lang/*.utf8/LC_MESSAGES/scrollnav.po
Languages: es_es, fr_fr

source: Add a lateral sliding menu.
es_es: Añadir un menú deslizante lateral.
fr_fr: Ajout d'un menu lateral glissant avec la page.

source: The Format -Title 2- (H2 HTML tags) inside pages will be submenu.
es_es: El Formato -Título 2- (etiquetas HTML H2) dentro de las páginas será submenú.
fr_fr: Les Format -Titre 2- (balises HTML H2) des pages seront des sous-menu.

source: Parameters :
es_es: Parámetros :
fr_fr: Paramètres :

source: Scrollnav Version :
es_es: Versión de Scrollnav :
fr_fr: Version de Scrollnav :

source: Version 2 - JQuery Required
es_es: Versión 2 - JQuery Obligatorio
fr_fr: Version 2 - N&eacute;c&eacute;ssite JQuery

source: Version 3 - Pure JavaScript, less options
es_es: Versión 3 - JavaScript puro, menos opciones
fr_fr: Version 3 - Pur JavaScript, moins d'options

source: Version 2 is more complete
es_es: La versión 2 es más completa
fr_fr: La version 2 est plus aboutie

source: Top Start
es_es: Inicio Altura
fr_fr: Marge initial

source: Margin up when the page is at the top (px).
es_es: Margen cuando la página está en la parte superior (px).
fr_fr: Marge vers le haut lorsque la page est tout en haut (px).

source: Top Fixed
es_es: Altura fija
fr_fr: Marge bloquée

source: Margin up when the menu becomes fixed (px).
es_es: Margen cuando el menú se convierte en fijo (px).
fr_fr: Marge vers le haut lorsque le menu devient fixe.

source: Menu Title
es_es: Título del menú
fr_fr: Titre du menu

source: If you want a title at the top of the menu, write it. Otherwise, empty it.
es_es: Si quieres un título en la parte superior del menú, escribirlo. De lo contrario, vaciarlo.
fr_fr: Remplir ce champ pour placer un titre au dessus du menu. Laisser vide sinon.

source: Speed
es_es: Velocidad
fr_fr: Vitesse

source: Set the animated page scroll speed (ms). Empty it for no animation.
es_es: Ajuste la velocidad de desplazamiento de la página (ms). Dejar en blanco para eliminar esta animación
fr_fr: Vitesse de transition au clic du menu (ms). Laisser vide pour supprimer l'animation.

source: Top Offset
es_es: Offset superior
fr_fr: Offset vers le haut

source: When click, position of the window relative to the beginning of the section (px).
es_es: Cuando clic, posición de la ventana con relación al principio de la sección (px).
fr_fr: Lors du clic, position de la fenêtre par rapport au début de la section (px).

source: Save settings
es_es: Guardar ajustes
fr_fr: Enregistre les paramètres

source: Save
es_es: Guardar
fr_fr: Enregistrer

source: Backup performed
es_es: Copia de seguridad realizada
fr_fr: Sauvegarde effectuée

source: Impossible backup
es_es: Copia de seguridad Imposible
fr_fr: Sauvegarde impossible
